{
	"companies": ["kaspian", "03DE", "HiFi", "Fair & Square", "dsadasdad"],
	"projects": [
		{
			"id": 1,
			"name": "kaspian",
			"role": "design-lead",
			"type": "design",
			"about": "For the Kaspian project, our team was responsible for creating a new design for their webpage. As a team of designers, we collaborated closely to deliver a polished design within a tight timeframe. Our approach involved conducting design sprints and user-testing sessions, allowing us to gather valuable feedback from both the client and the users. By iterating quickly and incorporating user feedback, we aimed to provide Kaspian with a comprehensive and user-centered design solution.",
			"tools": ["figma", "user-testing"],
			"background": "./Slide 7.png",
			"examples": [
				{ "img": "./kaspian_example1.png", "id": 1 },
				{ "img": "./kaspian_example2.png", "id": 2 },
				{ "img": "./kaspian_example3.png", "id": 3 },
				{ "img": "./kaspian_example4.png", "id": 4 }
			]
		},
		{
			"id": 2,
			"name": "o3de",
			"role": "designer",
			"type": "design",
			"about": "During my brief engagement with Linux on their game engine O3DE, I had the exciting opportunity to lead the website redesign project. The scope of my responsibilities included implementing their new logo, color palette, and images across the entire website. I also had the creative freedom to make enhancements to the logo colors and overall visual aesthetics of the site, as well as refreshing the images used in the thumbnails. It was a pleasure to contribute to the transformation of their website, bringing a fresh and cohesive look to showcase their game engine.",
			"tools": ["figma", "hugo", "after effects"],
			"background": "./fusk.png",
			"examples": []
		},
		{
			"id": 3,
			"name": "breathe in",
			"role": "motion designer",
			"type": "Motion grapgics",
			"about": "For my high school thesis, I took on the exciting challenge of creating a music video. Rather than simply working with text-based lyrical videos, I wanted to push the boundaries and tell a captivating story through motion graphics, adding my own personal twist to the song. This project allowed me to explore and deepen my skills in programs such as After Effects and Blender. Creating my own full-length lyrical video with a unique narrative was an ambitious endeavor that enabled me to showcase my storytelling abilities and unleash my creativity in visual media.",
			"tools": ["After Effects", "Photoshop", "Blender"],
			"background": "./gas planet.png",
			"examples": []
		},
		{
			"id": 4,
			"name": "Wacky Chaty",
			"role": "developer",
			"type": "design",
			"about": "During our Backend Development course, our main focus was to gain familiarity with PostgreSQL and Express. However, I wanted to take it a step further and explore the possibilities. Together with a fellow classmate, we decided to create a fully functional chat application that incorporated authentication. This project provided an invaluable learning experience in understanding how APIs work and the utilization of RESTful API principles. I am confident that the knowledge gained from this project will greatly assist me in future collaborations with backend developers, and it has deepened my understanding of building robust and secure backend systems.",
			"tools": ["figma", "react.js", "postgres"],
			"background": "./chaty.png",
			"examples" : []

		},
		{
			"id": 5,
			"name": "volvo",
			"role": "designer",
			"type": "design",
			"about": "Our school had the exciting opportunity to collaborate with Volvo in a design sprint, which resembled a hackathon-style event. During this sprint, our task was to present Volvo with innovative ideas for their new campus in Gothenburg and develop a corresponding design. The experience was truly amazing as it allowed me to fully immerse myself in the project for a few intense days. It was a valuable opportunity to apply my skills and creativity to a real-world scenario, working alongside professionals in the industry.",
			"tools": ["figma", "Scrum"],
			"background": "./volvo.png",
			"examples" : []

		}
	]
}
